Repository: turikumwe/intranet2
Catalog: application/languages/*/LC_MESSAGES/*.po
Languages: es

source: The content you are trying to view does not exists anymore
es: El contenido que esta tratando de ver ya no existe

source: Add new content
es: Agregar nuevo contenido

source: Recent Content
es: Contenido reciente

source: Most Popular Content
es: Contenido mas Popular

source: Most Discussed Content
es: Contenido mas discutido

source: by
es: por

source: Share this content
es: Compartir este contenido

source: Print
es: Imprimir

source: Edit this content
es: Editar este contenido

source: Was this information helpful?
es: ¿Fue esta información de alguna Ayuda?

source: I dont Know
es: No lo se

source: Write something
es: Escribir algo

source: Thank you for rating this content
es: Gracias por votar este contenido

source: All
es: Todo

source: This group has no content yet
es: Este grupo no tiene contenido aun

source: Close
es: Cerrar

source: a new Contact
es: un nuevo Contacto

source: Address
es: Dirección

source: Website
es: Sitio Web

source: Allow others to view this contact
es: Dejar otro ver este contacto

source: Contact
es: Contacto

source: Add New Contact
es: Agregar nuevo Contacto

source: Import Contacts
es: Importar Contactos

source: Export Contacts
es: Exportar Contactos

source: All Contacts
es: Todos los Contactos

source: My Contacts
es: Mis Contactos

source: Shared Contacts
es: Compartir Contactos

source: Coworkers
es: CoTrabajadores

source: Loading Contacts
es: Cargando Contactos

source: You can only edit from "My Contacts"
es: Usted solo puede editar de /"Mis Contactos"/

source: You can only delete from "My Contacts"
es: Usted solo puede borrar de /"Mis Contactos"/

source: Are you sure you want to delete this contact?
es: ¿Esta seguro que quiere borrar este contacto?

source: Mobile
es: Celular

source: Work
es: Trabajo

source: website
es: sitio web

source: Showing
es: Mostrando

source: to
es: a

source: of
es: de

source: Phone Numbers
es: Numeros de telefono

source: First
es: Primero

source: Last
es: Ultimo

source: You have no contacts in this category
es: Usted no tiene contactos en esta categoria

source: Export your contacts
es: Exportar sus contactos

source: Please select contact category
es: Por favor seleccione categoria de contacto

source: Co-Workers
es: Co-Trabajadores

source: Export
es: Exportar

source: Upload a Contacts CSV file
es: Subir un Archivo de Contacto CSV

source: Please select a csv file
es: Por favor seleccione un archivo csv

source: Upload
es: Subir

source: close
es: cerrar

source: Online
es: En Linea

source: Offline
es: Desconectado

source: Powered by
es: Patrocinado por

source: Shortcuts
es: Accesos Directos

source: Search the intranet
es: regresar a la Intranet

source: GO
es: IR

source: Login
es: conectar

source: Settings
es: Configuraciones

source: Home
es: Inicio

source: My Page
es: Mi pagina

source: Welcome
es: Bienvenido

source: login
es: conectar

source: Login to the portal
es: Conectar a el portal

source: Forgot password?
es: ¿Olvido la contraseña?

source: Back
es: Atras

source: Forward
es: Adelante

source: settings
es: Configuraciones

source: minimize
es: minimizar

source: more...
es: más...

source: Hi
es: Hola!

source: Intranet Applications
es: Aplicaciones de Intranet

source: Choose your style
es: Escoger tu estilo

source: Latest News
es: Ultimas Noticias

source: No recent news
es: No hay noticias recientes

source: Share
es: Compartir

source: Be more effective in your daily work by collaborating with peers.
es: Se mas eficiente en tu trabajo diario colaborando con sus compañeros

source: Learn
es: Aprender

source: Learn about the company, staffs, policies, and events .
es: Aprender acerca de la compañia, equipo, politicas y eventos.

source: Discuss
es: Discutir

source: Discuss ideas and challenges with like minded people.
es: Discutir ideas y desafios con personas afines.

source: Oooops!!! Something has gone wrong
es: Ooooops! algun error ha pasado

source: Error message
es: Mensaje de error

source: to go to your page
es: para ir a tu pagina

source: to go back
es: para ir atras

source: Find People
es: Encontrar Perosnas

source: Staff List
es: Lista de Staff

source: Recent Changes
es: Cambios Recientes

source: Out of Office
es: Fuera de la Oficina

source: Birthdays
es: Cumpleaños

source: Below are your colleagues whose birthday occur in
es: Abajo estan los cumpleaños de tus colegas que son en

source: Month
es: Mes

source: By Department
es: Por Departamento

source: By Location
es: Por ubicación

source: People are currently out of office
es: La gente esta actualmente fuera de la oficina

source: Venue
es: Lugar de celebración

source: Time
es: Tiempo

source: View Event Details
es: Ver Detalles de Evento

source: My Events
es: Mis Eventos

source: Upcoming Events
es: Eventos venideros

source: Past Events
es: Eventos pasados

source: Ongoing Events
es: Eventos en curso

source: Event does not exist anymore
es: Eventos no existen mas

source: Confirmed Guests
es: Invitados confirmados

source: Not Sure
es: No estoy segur@

source: Not Attending
es: No asistire

source: Invitation list
es: lista de Invitados

source: Start
es: Inicio

source: End
es: Fin

source: Edit Event details
es: Editar detalles de eventos

source: Delete Event
es: Borrar evento

source: Photos
es: Fotos

source: Add Photo
es: Agregar Foto

source: There are
es: hay

source: Photos. Click here to view all
es: Fotos. Click aqui para ver todas

source: Write Something
es: Escribir algo

source: Are you sure you want to delete this event?
es: Estas seguro que quieres borrar este evento?

source: Attendance status updated
es: Status de asistencia actualizado

source: back to my events
es: regresar a mis eventos

source: Event Details
es: Detalles de Eventos

source: Short Summary
es: Resumen corto

source: Start Date
es: Fecha de Inicio

source: End Date
es: Fecha de Finalización

source: Event Type
es: Tipo de Evento

source: Work Related
es: Relacionado al trabajo

source: Allow only admin to post photos and resources
es: Permitir solo al administrador para agregar fotos y recursos

source: Disable photos and resources
es: Deshabilitar fotos y recursos

source: Allow everyone see confirmed guests
es: Permitir a todos ver los invitados confirmados

source: Upload Event Banner
es: Subir Banner de Evento

source: Upload a Photo to the event
es: Subir una Foto al evento

source: Maximum size of 1MB. JPG, GIF, PNG.
es: Tamaño Maximo de 1MB. JPG, GIF, PNG.

source: Upload Photo
es: Subir Foto

source: Create a new event
es: Crear un Nuevo evento

source: By Event Type
es: Por tipo de evento

source: Official Events
es: Eventos Oficiales

source: Personal Events
es: Eventos Personales

source: You have no event in this category
es: No tienes ningun evento en esta categoria

source: Please click here to add a new event
es: Por favor click aqui para agregar un nuevo evento

source: Attendance Status
es: Estado de Asistencias

source: click here to change
es: click aqui para cambiar

source: Please Confirm your attendance
es: Por favor confirma tu asistencia

source: Attending
es: Asistiendo

source: Create Forum
es: Crear foro

source: Forum name
es: Nombre de Foro

source: Create Form
es: Creado por

source: You have not selected a forum
es: No ha seleccionado un foro

source: Create New Forum
es: Crear nuevo foro

source: Last Post
es: Ultimo

source: There are currently no forums
es: Actualmente no hay foros

source: New Post
es: Nuevo mensaje

source: Submit post
es: Enviar

source: Are you sure you want to delete this post
es: Esta seguro de que quiere borrar esta tarea?

source: Forum Topic
es: Tema del foro

source: Back to Top
es: Regresar a las fotos

source: Quote
es: votos

source: Topic
es: Tema

source: Post
es: enviar

source: Create Topic
es: Crear tema

source: Edit Topic
es: Editar tema

source: You have not selected a topic
es: No tienes ningun evento en esta categoria

source: Create New Topic
es: Crear nuevo tema

source: Started By
es: Creado por

source: Last Action
es: Seccion Base

source: none
es: nadie

source: There are currently no topics in this forum
es: Actualmente no hay temas en este foro

source: Please enable the following extensions on your php server (php.ini)
es: Por favor activa las siguientes extensiones en el servidor PHP (php.ini)

source: library
es: libreria

source: Status
es: Estado

source: not enabled
es: no habilitado

source: Remember you have to restart your web server to completely enable an extension
es: Recuerda que tienes que reiniciar tu servidor web para habilitar completamente la extensión

source: Click here to continue
es: Click aqui para continuar

source: Upgrade Existing Installation
es: Actualizar Instalación existente

source: New Installtion
es: Nueva Instalación

source: This is the email domain of your company, for example, @mycompany.com
es: Este es el dominio para email de su compañia, por ejemplo, @micompañia.com

source: Skip
es: Saltar

source: Please select the modules you want. (you can always change this later)
es: Por favor seleccione cuales estilos quiere aplicar con este logo

source: Finish
es: Finalizar

source: Installation is almost complete, please register an administrator for your company intranet
es: Instalación esta casi compeltada, por favor registre un administrador para la intranet de su compañia

source: Done
es: Hecho

source: RSS feeds are still being fetched
es: RSS estan aun siendo recuperados

source: Please check back later
es: Por favor heche un vistazo despues

source: share this
es: compartir esto

source: Recent News
es: Noticias Recientes

source: Most Read News
es: Noticias mas recientes

source: Most Discussed News
es: Noticias mas discutidas

source: There is no company related news
es: No hay noticias de la compañia relacionadas

source: Edit this news
es: Editar estas noticias

source: Search News Items
es: Buscar articulos de noticias

source: Company News
es: Noticias de la Compañia

source: Read More
es: Leer mas

source: More
es: Mas

source: View all
es: Ver todo

source: There are no company news yet
es: No hay noticias de la compañia aun

source: Please click here to add a news content
es: Por favor de click aqui para agregar contenido de noticias

source: There is no active poll at this time
es: No hay ninguna encuesta activa por el momento

source: votes
es: votos

source: Return to poll
es: Regresar a la encuesta

source: view results
es: ver resultados

source: Top Contributors
es: Top Colaboradores

source: Activity Chart
es: Grafica de Actividad

source: Most Searched Contents
es: Contenidos mas Buscados

source: Top Content Contributors
es: Top Colaboradores de Contenido

source: User Reports
es: Reportes de Usuario

source: Content Reports
es: Reportes de Contenido

source: Workflow Reports
es: Reportes de Flujo de Trabajo

source: Portal Reports
es: Reportes de Portal

source: Search Reports
es: Reportes de Busqueda

source: Inventory Report
es: Reporte de Inventario

source: Module Report
es: Reporte de Modulo

source: Visitors Report
es: Reporte de Visitantes

source: Activity Report
es: Reporte de Actividad

source: Top Visitors
es: Top Visitantes

source: Top Search Destination Pages
es: Top Destino de paginas de Busquedas

source: Top Search Orgination Pages
es: Top Paginas de Organizacion de Busquedas

source: Phrase Analysis
es: Analisis de Frases

source: Content Analysis
es: Analisis de Contenido

source: Date Registered
es: Fecha Registrado

source: User information
es: Información de usuario

source: Portal Activity Rank
es: Portal de Clasificación de Actividad

source: Group Membership
es: Membresia de Grupo

source: Back to User List
es: Regresar a Lista de Usuario

source: Contents Contributed
es: Contenidos Contribuidos

source: of total contents
es: del contenido total

source: Comments contributed
es: Comentarios contribuidos

source: of total comments
es: de comentarios totales

source: Events added
es: Eventos agregados

source: of total events
es: de total de eventos

source: Tasks Contributed
es: Tareas Contribuidas

source: of total tasks
es: de total de tareas

source: Contacts added
es: Contactos agregados

source: of total contacts
es: de total de contactos

source: Processes in all
es: Procesados en todo

source: of total processes
es: de procesos totales

source: Read more
es: Leer mas

source: Staff
es: Equipo

source: View Complete Profile
es: Ver Perfil completo

source: Chat with
es: Platicar con

source: Assigned by
es: Asignado por

source: Due
es: Debido

source: Your search returned
es: Su busqueda regreso

source: results
es: resultados

source: Your search returned no results.
es: Su busqueda no arrojo resultados

source: Suggestions
es: Sugerencias

source: Make sure all words are spelled correctly
es: Asegurese que todas las palabras esten escritas correctamente

source: Try different keywords
es: Intente diferentes palabras clave

source: Try more general keywords
es: Intente palabras claves mas generales

source: a new Task
es: una nueva Tarea

source: Due Date
es: Fecha Debida

source: Due Time
es: Tiempo Debido

source: Assign to
es: Asignado a

source: You cannot edit this task
es: Usted no puede editar esta tarea

source: You cannot transfer this task
es: No puede transferir esta tarea

source: You cannot delete this task
es: No puede borrar esta tarea

source: Are you sure you want to delete this task?
es: Esta seguro de que quiere borrar esta tarea?

source: Add New Task
es: Agregar nueva Tarea

source: All Tasks
es: Todas las Tareas

source: Assigned to me
es: Asignadas a mi

source: Assigned by me
es: Asignadas por mi

source: Pending Tasks
es: Tareas Pendientes

source: Completed Tasks
es: Tareas Completadas

source: Loading tasks
es: Cargando Tareas

source: Transfer task
es: Transferir Tareas

source: Reason for Transfer
es: Razon para transferir

source: Transfer to
es: Transferir a

source: Transfer
es: transferir

source: Cancel
es: Cancelar

source: You do not have access to this task
es: Usted no tiene acceso a esta tarea

source: Created
es: Creado

source: Task Details
es: Detalles de Tarea

source: Assigned to
es: Asignado a

source: put on hold
es: poner en espera

source: Open task
es: Abrir Tarea

source: Transfer History
es: Transferir Historial

source: From
es: De

source: To
es: A

source: Reason
es: Razón

source: Mark as done
es: Marcar como completada

source: Edit details
es: Editar detalles

source: Return to tasks
es: Regresar a tareas

source: Delete task
es: Borrar tarea

source: Print task
es: Imprimir tarea

source: Tasks assigned to me
es: Tareas asignadas a mi

source: Tasks assigned by me
es: Tareas asignadas por mi

source: No tasks on this list
es: No hay tareas en esta lista

source: Tasks
es: Tareas

source: A new post has added to the
es: Un nuevo post ha sido agregado a el

source: Click here to view
es: Dar click aqui para conectarse

source: Edit Profile
es: Editar Perfil

source: Your profile is
es: Su perfil es

source: complete
es: completar

source: to edit your profile
es: para editar tu perfil

source: You have completed your profile
es: Haz completado tu perfil

source: Select People
es: Seleccionar Perosnas

source: Start by typing a name
es: Empezar por escribir un nombre

source: Create Event
es: Crear Evento

source: Add Contact
es: Agregar Contacto

source: Create Task
es: Crear tarea

source: What are you doing?
es: ¿Que estas haciendo?

source: Update
es: Actualizar

source: Use the form below to
es: Usar de el formulario de abajo

source: an 'Out of office' status
es: un Estado "Fuera de la Oficina"

source: Out of Office Message
es: Mensaje de Fuera de la Oficina

source: Delegate
es: Delegar

source: Duties To
es: Responsabilidades a

source: Are you sure you are back to work?
es: ¿Estas seguro que estas de vuelta al trabajo?

source: Select your preferred language
es: Seleccionar su idioma perferido

source: Change Password
es: Cambiar Contraseña

source: Current Password
es: Contraseña actual

source: You are currently not out of office.
es: Usted no esta fuera de la oficina por el momento

source: Return
es: Regresar

source: Message
es: Mensaje

source: Edit Details
es: Editar detalles

source: Am Back
es: Estoy de Vuelta

source: Start page pods
es: Cuadros de la pagina de Inicio

source: Please enable the pods you want to see on the start page.
es: Por favor permitir los cuadro que quiera ver en la pagina de inicio

source: Privacy Settings
es: Configuraciones de Privacidad

source: If you block someone, they will not be notified of your activities on the portal.
es: Si bloqueas a alguien, ellos no seran notificados de tus actividades en el portal

source: Currently blocking
es: Actualmente bloqueando

source: no one
es: nadie

source: employees
es: empleados

source: employee
es: empleado

source: Click to block people
es: Click para bloquear personas

source: Add photos to your profile
es: Agregar fotos a tu perfil

source: Describe this photo
es: Describir esta foto

source: Please take a moment to set up your account, this information will be displayed on the Intranet.
es: Por favor tomese un momente para configurar su cuenta, esta información sera mostrada en la Intranet.

source: Complete
es: Completar

source: Personal Information
es: Información personal

source: Day
es: Dia

source: Profile Picture
es: Foto de perfil

source: You can upload a JPG, GIF or PNG file. This picture will be shown beside your name
es: Usted puede subir un archivo JPG, GIF o PNG. Esta foto sera mostrada alado de tu nombre.

source: Upload Picture
es: Subir Foto

source: Work Information
es: Información de Trabajo

source: Job title
es: Titulo de trabajo

source: My Job
es: Mi trabajo

source: My Skills
es: Mis habilidades

source: Update Profile
es: Actualizar perfil

source: Photo
es: Foto

source: Back to photos
es: Regresar a las fotos

source: Delete Photo
es: Borrar Foto

source: Added
es: Agregada

source: Recent Activity
es: Actividad Reciente

source: Shared Items
es: Articulos Compartidos

source: Content
es: Contenido

source: Send
es: Enviar

source: a Message
es: un Mensaje

source: View Photos of
es: Ver Fotos de

source: Information
es: Información

source: My Information
es: Mi Información

source: click to fetch all upcoming appointments
es: click para buscar todas las citas venideras

source: click to fetch your past appointments
es: click para buscar todas sus citas anteriores

source: Upcoming
es: Eventos venideros

source: click to fetch all past appointments
es: haga click para buscar todas las citas anteriores

source: Past
es: Ultimo

source: Contact Name
es: Contactos agregados

source: Contact Company
es: Administrador de Contactos

source: Contact Company cannot be empty
es: Contacto de Compañia no puede estar vacio

source: Entry would be created as a new contact
es: Entrada sera creada como un nuevo contacto

source: Check Visitor In
es: Entrada de visitante

source: Visitor Tag
es: Reporte de Visitantes

source: Visitor Note
es: Reporte de Visitantes

source: Check In
es: registrarse

source: Check Visitor Out
es: Salida de Visitante

source: Check Out
es: Hora de Salida

source: remove
es: Remover

source: Both fields are required
es: Este campo es requerido

source: This entry would be created as a new contact
es: Esta entrada va a ser creada como un nuevo contacto

source: back to appointments
es: regresar a mis eventos

source: Expected Date
es: Fecha de Finalización

source: Expected Time
es: Tiempo de Expiración

source: Purpose
es: Proposito

source: Purpose Detail
es: Detalles de Tarea

source: Other people in the meeting
es: Otras personas en la junta

source: Visitor(s)
es: Top Visitantes

source: add
es: añadir

source: Edit Appointment
es: Editar Contenido

source: Add Appointment
es: Agregar contenidos

source: Are you sure you want to delete?
es: Esta seguro de que quiere borrar esta tarea?

source: Upcoming Appointment
es: Eventos venideros

source: Past Appointment
es: Crear contenido

source: Appointment
es: Contenido

source: Appointment Date
es: Titulo de contenido

source: Appointment Time
es: Titulo de contenido

source: Creator
es: Creado

source: present
es: evento

source: absent
es: Enviado

source: Other Participants
es: Otros participantes

source: Added on
es: Agregada

source: Add Participant
es: Agregar Participante

source: End Appointment
es: Editar Contenido

source: Delete Appointment
es: Borrar evento

source: Print Appointment
es: Editar Contenido

source: Upcoming Appointments
es: Eventos venideros

source: Staff has no upcoming appointments
es: El Equipo no tiene citas venideras

source: Appointments
es: Contenido Superior

source: Staff Diary
es: Lista de Staff

source: Telephone Messages
es: Mensajes de Telefono

source: Who's In
es: Quien esta dentro

source: Log Telephone Message
es: Registrar Mensaje de Telefono

source: Select Receptionist
es: Seleccionar Departamento

source: Loading
es: Cargando Tareas

source: Log Visitor Out
es: Top Visitantes

source: LogOut
es: Desconectarse

source: Start Day
es: Fecha de Inicio

source: Start Time
es: Fecha de Inicio

source: End Day
es: Fecha de Finalización

source: End Time
es: Tiempo de Expiración

source: Visitor's Name
es: Reporte de Visitantes

source: To see
es: A ver

source: Your searched matched no result
es: Su busqueda no arrojo resultados

source: Select Staff
es: Borrar tarea

source: Go
es: Ir

source: Visitor Details
es: Editar detalles

source: Book another appointment with this visitor
es: Registra otra cita con este visitante

source: Book Appointment
es: Libro de Citas

source: Delete Visitor
es: Borrar Foto

source: Previous Visits
es: Visitas Anterior

source: You have no upcoming appointment
es: Usted no tiene solicitudes pendientes

source: There are no upcoming appointments
es: No hay noticias de la compañia aun

source: Past Appointments
es: Eventos pasados

source: You have not had any appointment in the past
es: Usted no tiene contactos en esta categoria

source: There are no past appointments
es: No hay anuncios en este momento

source: Today's Appointments
es: Contenido Superior

source: No appointment has been scheduled for today
es: Ninguna cita ha sido agendada hoy

source: Yours
es: Horas

source: Contact's Name
es: Contactos agregados

source: For
es: Por

source: Date Logged
es: Fecha de ingreso

source: You have no telephone messages
es: Usted no tiene solicitudes pendientes

source: view history
es: para verlo

source: You have no visitor records
es: No tienes ningun evento en esta categoria

source: With
es: eso

source: There are currently no visitors in the premises
es: No hay ningunas aprobaciones pendientes que requieran de tu atención

source: Telephone Message
es: un Mensaje

source: back to Telephone Messages
es: De vuelta a Mensajes de Telefono

source: Message For
es: Mensaje

source: select
es: Seleccionado

source: Log Date
es: Fecha

source: Log Time
es: Tiempo

source: Day Logged
es: Dia Registrado

source: Time Logged
es: Tiempo Registrado

source: Message Details
es: Detalles de Tarea

source: Logged By
es: Registrado Por

source: Logged For
es: Registrado Para

source: Widget Settings for
es: Configuraciones de Modulos

source: Top
es: cima

source: Bottom
es: Debajo

source: Left
es: Izquierda

source: Right
es: Derecha

source: Side
es: Tamaño

source: Order
es: Dueño

source: There are no adverts at this time
es: No hay anuncios en este momento

source: No featured article has been set.
es: Articulos Destacados

source: Total Number of Contents
es: Numero Totales de Contenidos

source: Total Number of Comments
es: Numero Total de Comentarios

source: Most active member on the portal
es: Miembro mas activo en el portal

source: 2nd Most active member on the portal
es: Segundo miembro mas activo en el portal
