Repository: turikumwe/intranet2
Catalog: application/languages/*/LC_MESSAGES/*.po
Languages: es

source: Total number of request per user (Top 20)
es: Numero total de peticiones por usuario (Top 20)

source: week
es: semana

source: day
es: dia

source: and
es: y

source: or
es: o

source: them
es: ellos

source: it
es: eso

source: then
es: entonces

source: there
es: ahi

source: are
es: son

source: is
es: es

source: were
es: eran

source: where
es: donde

source: what
es: que

source: module
es: modulo

source: event
es: evento

source: task
es: tarea

source: user
es: usuario

source: now
es: ahora

source: Search Indexes have been optimised
es: Los indices de búsqueda se han optimizado

source: click here to view content
es: click aqui para ver contenido

source: Your group needs you to approve a content
es: Su grupo lo necesita para aprobar contenido

source: Delete
es: Borrar

source: Invalid callback selected
es: Devolución de llamada seleccionada Invalida

source: Invalid image file.
es: Archivo de imagen invalida.

source: Current password is not correct
es: Contraseña actual no es correcta

source: Your new passwords do not match
es: Sus nuevas contraseñas no concuerdan

source: Your new password is invalid, enter atleast 6 characters
es: Su nueva contraseña es invalida, entrar al menos 6 caracteres

source: You have successfuly changed your password
es: Ha cambiado su contraseña satisfactoriamente

source: Blocked list
es: Lista de bloqueados

source: Welcome back
es: Bienvenido de vuelta

source: Guest
es: Invitado

source: him
es: el

source: his
es: su

source: her
es: ella

source: You
es: Tu

source: one of your activities
es: comentado en tu actividad

source: There was an error submiting your form, please make sure you have properly filled this form
es: Hubo un error aceptando su formulario, por favor, segúrese de tener debidamente llenado este formulario

source: Date of Request
es: Fecha de Petición

source: By
es: por

source: Signature
es: Firma

source: Confirm next level approver:
es: Confirmar aprobación del siguiente nivel:

source: REASON FOR DISAPPROVAL
es: RAZON DE DESAPROBACIÓN

source: added a profile picture
es: agrago una foto de perfil

source: changed
es: cambiado

source: profile picture
es: foto de perfil

source: phone number
es: numero telefonico

source: location
es: ubicación

source: job title
es: titulo de trabajo

source: department
es: departamento

source: commented on
es: comentado en tu actividad

source: to view details
es: para ver detalles de tareas

source: added an event
es: agrego un evento

source: to view event details
es: para ver detalles de evento

source: edited an event
es: edito un evento

source: added a photo to event
es: agrego una foto al evento

source: to view it
es: para verlo

source: just shared a contact
es: acabo de compartir un contacto

source: to view contact details
es: para ver detalles de contacto

source: just assigned a task to
es: acaba de asignar una tarea a

source: to view task details
es: para ver detalles de tareas

source: just edited the details of a task
es: acaba de editar los detalles de una tarea

source: has completed a task
es: ha compeltado una tarea

source: to view the details of the task
es: para ver los detalles de una tarea

source: failed to complete a task
es: fallo en completar una tarea

source: approved your content for view
es: aprobo su contenido para verlo

source: to view your content
es: para ver su contenido

source: rejected your content for view
es: rechazo su contenido para verlo

source: just transfered a task to
es: ha trasnferido una tarea a

source: just created a new workflow request
es: ha creado una nueva petición de flujo de trabajo

source: to view workflow details
es: para ver detalles de flujo de trabajo

source: have a new request for approval
es: tener una nueva petición para aprobación

source: your workflow request has been approved by
es: su petición de flujo de trabajo ha sido aprobado por

source: your workflow request has been denied by
es: su petición de flujo de trabajo ha sido denegado por

source: added a new content
es: agregó un nuevo contenido

source: to view content
es: para ver contenido

source: edited content
es: editar contenido

source: has invited you to event
es: te ha invitado a un evento

source: just created a new forum
es: ha creado una nueva de foro

source: to view the forum
es: para ver el foro

source: just created a new discussion topic
es: ha creado una nueva petición de flujo de trabajo

source: to join this discussion
es: para unirse a una discusión

source: just contributed to a discussion topic
es: acaba de contribuir a un tema de discusión

source: has created a new appointment
es: agregó un nuevo contenido

source: to view appointment details
es: para ver detalles de contacto

source: Your password has been changed. Your new password is
es: Ha cambiado su contraseña satisfactoriamente

source: to login to your intranet with your new password.
es: para conectarse a su intranet con su nueva contraseña.

source: You account has been created. Your login details are
es: Su cuenta ha sido creado. Sus detalles de conección son

source: to login to your intranet.
es: Bienvenido a tu intranet

source: Welcome!
es: Bienvenido!

source: Good Morning!
es: Buenos Dias!

source: Good Afternoon!
es: Buenas Tardes!

source: Good Evening!
es: Buenas Noches!

source: Cancel
es: Cancelar

source: Approve
es: Aprobar

source: Reject
es: Rechazar

source: New Activity
es: Nueva Actividad

source: INSTALL FAILED : Could not open unzipped directory
es: INSTALACIÓN FALLIDA: No se pudo abrir el directorio descomprimido

source: INSTALL FAILED : This theme does not contain any style.
es: INSTALACIÓN FALLIDA: Este tema no contiene ningun estilo

source: Unknown
es: Desconocido

source: has been successfully installed.
es: ha sido satisfactoriamente instalado.

source: Style
es: Estilo

source: has been successfully added to
es: ha sido satisfactoriamente agregado a

source: Upgrade Successful!
es: Actualización Satisfactoria!

source: Upload class: Impossible upload file size
es: Clase subida: Imposible subir tamaño de archivo

source: Upload class: Impossible upload file type
es: Clase subida: Imposible subir tipo de archivo

source: Upload class: cannot upload file
es: Clase subida: no se pudo subir archivo

source: Upload class: cannot create tmp file
es: Clase subida: no se pudo crear archivo temporal

source: View
es: Ver

source: Widget is not available or has not been properly configured
es: El Widget no esta disponible o no ha sido configurado apropiadamente

source: Please enter a valid form name
es: Por favor digite un nombre valido para formulario

source: Please select a valid form
es: Por favor seleccione un formulario valido

source: Form does not exist or has been deleted. Please select another form
es: Formulario no existe o ha sido borrado. Por favor seleccione otro formulario

source: Precurio Workflow and Forms Builder
es: Flujo de trabajo de Precurio y Creador de Formularios

source: Are you sure you want to delete this field?
es: Esta seguro de que quiere borrar este campo?

source: Workflows
es: Flujos de trabajo

source: Logout
es: Desconectarse

source: PUBLISH THIS FORM
es: PUBLICA ESTE FORMULARIO

source: Add a new section
es: Agregar una nueva seccion

source: back to forms
es: De vuelta a los formularios

source: Base Section
es: Seccion Base

source: Automatically Filled
es: Llenado Automaticamente

source: Section 1 - Entered by [Employee Name]
es: Sección 1 - Entrada por [Nombre del Empleado]

source: manage options
es: opciones de manejo

source: Up
es: Arriba

source: Approval
es: Aprobación

source: No, i do not approve this request.
es: No, yo no aprobe esta petición

source: I Approve This Request
es: Yo Apruebo esta petición

source: There are no fields added to this form yet, click the links on the left to add a new field.
es: No hay campos agregados a este formulario aun, clickee en los links de la izquierda para agregar un nuevo campo.

source: Form Fields
es: Campos de Formulario

source: Add Single Line Text
es: Agregar una sola Linea de texto

source: Add Paragraph Text
es: Agregar un parrafo de Texto

source: Add Number
es: Agregar Numero

source: Add Checkboxes
es: Agregar Checkboxes

source: Add Drop Down
es: Agregar Menu Desplegable

source: Add Radio Buttons
es: Agregar Botones Radio

source: Add Date
es: Agregar Fecha

source: Price
es: Precio

source: Currency
es: Tipo de Moneda

source: Amount
es: Cantidad

source: Add File Upload
es: Agregar Subir Archivos

source: Add User Selection Field
es: Agregar Campo de selección de usuario

source: Add Department field
es: Agregar campo de departamento

source: Add Location Selection field
es: Agregar Campo de selección de ubicación

source: Sections
es: Secciones

source: edit
es: editar

source: delete
es: borrar

source: up
es: arriba

source: down
es: abajo

source: There are no sections created yet
es: No hay secciones creadas aun

source: Form Properties
es: Propiedades de Formulario

source: Form Name
es: Nombre de Formulario

source: Form Code
es: Codigo de Formulario

source: Form Description
es: Descripción de Formulario

source: Update form properties
es: Propiedades de actualización de formulario

source: Unable to create form
es: No se ha podido crear el formulario

source: Sorry, a form with this name already exists
es: Disculpe, un formulario con este nombre ya existe

source: Form Successfully Updated
es: Formulario ha sido actualizado satisfactoriamente

source: Unable to update form
es: No se pudo actualizar el formulario

source: Error creating component
es: Error creando componente

source: Error updating component
es: Error actualizando el componente

source: Error deleting component
es: Error borrando el componente

source: Error creating section
es: Error creando sección

source: Add a new form
es: Agregar un nuevo formulario

source: back to Intranet
es: regresar a la Intranet

source: Forms Manager
es: Administrador de Formularios

source: Created by
es: Creado por

source: Last Modified
es: Ultima Modificación

source: There are no forms designed yet.
es: No hay formulario aun diseñados

source: Please select a valid component
es: Por favor seleccione un componente valido

source: Manage Options
es: Opciones de Administracion

source: Options
es: Opciones

source: seperate options with comma
es: separe opciones con coma

source: Please enter a valid form label
es: Por favor escriba una etiqueta valida de su formulario

source: Add a new field
es: Agregar un nuevo campo

source: Field Type
es: Tipo de Campo

source: Single Line Text
es: Texto de una sola linea

source: Paragraph Text
es: Texto de Parrafo

source: Number
es: Numero

source: Dropdown
es: Desplegado

source: Radio Button
es: Boton de Radio

source: Date
es: Fecha

source: File Upload
es: Subir Archivo

source: User Selection
es: Selección de Usuario

source: Location Selection
es: Selección de Ubicación

source: Department Selection
es: Selección de departamento

source: Field Label
es: Campo de etiqueta

source: This field is not required
es: Este campo no es requerido

source: This field is required
es: Este campo es requerido

source: Default Value
es: Valor por default

source: Add Field
es: Agregar campo

source: Add form
es: Agregar Formulario

source: Display Name
es: Mostrar Nombre

source: Is this section an approval section?
es: Es esta una sección para aprobar?

source: Can user change
es: Puede el usuario cambiar

source: the approver?
es: El aprobador?

source: Hours
es: Horas

source: Email Address to send
es: Email a mandar

source: escalations to
es: escaladas a

source: Add Section
es: Agregar Sección

source: Update Field
es: Actualizar campo

source: Edit Field
es: Editar campo

source: Access Rules
es: Reglas de Acceso

source: Search
es: Buscar

source: Show all
es: Mostrar todo

source: Add
es: Agregar

source: Delete Selected Records
es: Borrar Records seleccionados

source: No records found
es: Ningun record encontrado

source: Remove
es: Remover

source: Group Members
es: Miembros del Grupo

source: Add Members
es: Agregar Miembros

source: Previous
es: Anterior

source: Next
es: Siguiente

source: General Settings
es: Configuraciones Generales

source: Active Directory
es: Directorio Activo

source: Live Server
es: Servidor Vivo

source: Mail Settings
es: Configuraciones de Correo

source: Module Settings
es: Configuraciones de Modulos

source: Appearance
es: Apariencia

source: Process
es: Proceso

source: State
es: Estado

source: Position
es: Posición

source: Duration
es: Duración

source: Add Group
es: Agregar Grupo

source: Add User
es: Agregar usuario

source: No records selected
es: Ningun record seleccionado

source: Download
es: Descargar

source: Backup Complete
es: Respaldo completado

source: Create a new Backup
es: crear un nuevo respaldo

source: A backup operation usually takes a while, please be patient
es: Una operación de respaldo usualmente toma mucho tiempo, por favor sea paciente

source: Backup!
es: Respaldo!

source: You are now restoring Precurio from a previous backup
es: Usted esta ahora restaurando Precurio de un respaldo previo

source: Restore Complete
es: Restauración completada

source: Restore from a Backup
es: Restaurar de un respaldo

source: A restore operation usually takes a while, please be patient
es: Una operación de restauración usualmente toma tiempo, por favor sea paciente

source: Are you sure you want to restore Precurio from backup dated
es: Esta seguro que quiere restaurar Precurio del respaldo fechado

source: Restore!
es: Restaurar!

source: Resend
es: Reenviar

source: Quick Search
es: Busqueda Rapida

source: Add Contents
es: Agregar contenidos

source: Warning!!!
es: Advertencia!!!

source: The following Category(s) are not empty
es: Las siguiente(s) Categoria(s) no estan vacias

source: Force Delete
es: Forzar Borrar

source: OR
es: O

source: Go Back
es: Ir atras

source: Category does not exist
es: Categoria no existe

source: Owner
es: Dueño

source: Sub-Category(s)
es: Sub-Categoria(s)

source: Content(s)
es: Contenido(s)

source: This category is empty.
es: Esta categoria esta vacia.

source: No Intranet Content in this Category yet.
es: Ningun contenido de Intranet en esta categoria aun.

source: Are you sure you want to delete this topic?
es: Esta seguro de que quiere borrar esta tarea?

source: Go to topic
es: Ir al tema

source: Forum Topics
es: Temas del foro

source: Workflow Management
es: Administración de Flujo de Trabajo

source: Upgrade
es: Actualización

source: Report Bugs
es: Tipo de Reporte

source: Please select a photo to upload
es: Por favor seleccione una foto para subir

source: Maximum size of 1MB
es: Tamaño Maximo de 1 Mega

source: JPG ONLY
es: SOLO JPG

source: Please select which styles you want to apply this logo to
es: Por favor seleccione cuales estilos quiere aplicar con este logo

source: Apply Logo
es: Aplicar Logo

source: Please note that irrespective of whatever you see here, your company logo will only be displayed if it is allowed by your current theme
es: Tenga en cuenta que, independientemente de lo que usted ve aquí, el logotipo de su empresa sólo se muestra si está permitido por su tema actual

source: Expires
es: Expira

source: 24hrs format
es: formato 24hrs

source: Poll Options
es: Opciones de Encuesta

source: Add Options
es: Opciones de Agregar

source: More information about Allowing Guest Users
es: Mas información acerca de Permitir usuarios Invitados

source: Test Connection
es: Probar coneccion

source: Save
es: Guardar

source: This should be what you have before
es: Esto debe ser lo que tiene antes

source: on your address bar now
es: en la barra de direcciones ahora

source: NOTE : If you are changing from database authentication to Active Directory
es: NOTA: Si usted esta cambiando de una autenticacion de la base de datos a un Directorio Activo

source: Make sure you have properly configured your active directory settings
es: Asegurese que haya configurado apropiadamente las configuraciones de su directorio activo

source: When using LDAP Authentication, the domain corresponds to the directory structure
es: Cuando use la autenticación LDAP, el dominio corresponde a la estructura del directorio

source: Although this will typically be the same as your email domain
es: Aunque esto normalmente será el mismo que el dominio de correo electrónico

source: This will not affect group contents. To configure group content approval,
es: Esto no afectara a los contenido del grupo. Para configurar aprobacion de contenido de grupo

source: Do not forget to set permissions for the anonymous user (i.e. guest user)
es: No olvide establecer permisos para el usuario anonimo (i.e. usuario guest)

source: click here for more information
es: Click aqui para continuar

source: NOTE : This text will only appear on the login page if your current theme allows it
es: NOTA: Este texto solo aparecera en la pagina de conectarse si su tema actual lo permite

source: should be true only if ldap server is not Microsoft Active Directory
es: debera ser cierto solo si el servidor LDAP no es un Directorio Activo de Microsoft

source: The live server is responsible for the chat and live feeds features
es: El sevidor en vivo es responsable del chat y los RSS feeds

source: Please visit the Administrator's manual on how to properly configure the live server
es: Por favor visite el manual del Administrador para ver como configurar apropiadamente el servidor en vivo

source: You can ignore the other settings below, if not using authentication
es: Usted puede ignorar las otras configuraciones debajo, si no usando autenticación

source: NOTE : LOGIN is most commonly used
es: NOTA: LOGIN es comunmente usado

source: Ignore the protocol setting below if not using secure protocol
es: Ignorar la configuración de protocolo debajo si no esta usando un protocolo seguro

source: Send Test Mail
es: Enviar Mail de Prueba

source: Set as default
es: Establecer como predeterminado

source: Add new Style
es: Agregar nuevo estilo

source: Delete Selected Styles
es: Borrar Estilos seleccionados

source: Installation Complete
es: Instalación completada

source: Add a new style to
es: Agregar un nuevo estilo a

source: theme
es: tema

source: Adding a new style may take a while, please be patient
es: Agregando un nuevo estilo puede tomar tiempo, por favor sea paciente

source: Select style ZIP file
es: Seleccionar estilo de archivo de codigo postal

source: Install
es: Instalar

source: Activate
es: Activar

source: View Styles
es: Ver Estilos

source: Install Theme
es: Instalar Tema

source: Delete Selected Themes
es: Borrar Temas Seleccionados

source: Install a new theme
es: Instalar un nuevo Tema

source: Installing a theme usually takes a while, please be patient
es: Instalar un tema usualmente toma un tiempo, por favor sea paciente

source: Select theme ZIP file
es: Seleccionar tema de archivo de codigo postal

source: Click here to buy custom theme
es: Click aqui para comprar tema personalizado

source: Upgrade Complete
es: Actualizacion Completada

source: Upgrade Precurio
es: Actualizar Precurio

source: Performing an upgrade usually takes a while, please be patient
es: Hacer una actualizacion usualmente toma tiempo, por favor sea paciente

source: Select Upgrade ZIP file
es: Selecciona Actualizar archivo de Codigo Postal

source: Your current Precurio version is
es: Su version actual de Precurio es

source: You have configured Precurio to use a directory service
es: Usted ha configurado Precurio para usar un servidor de directorio

source: To add a new user, please visit your directory listings
es: Para agregar un nuevo usuario, por favor visite nuestro listado de directorios

source: Deactivate Selected Users
es: Borrar Records seleccionados

source: Reset User Password
es: Nueva Contraseña

source: Depending on whether your notification service is running, the user may or may not get a notification of the new password
es: Dependiendo de si el servicio de notificación está siendo ejecutando, el usuario puede o no recibir una notificación de la nueva contraseña

source: New Password
es: Nueva Contraseña

source: Confirm Password
es: Confirmar Contraseña

source: Gender
es: Sexo

source: Male
es: Masculino

source: Female
es: Femenino

source: Birthday
es: Cumpleaños

source: Work Phone
es: Telefono de Trabajo

source: Set out of office
es: Marcar como fuera de la oficina

source: Reset Password
es: Nueva Contraseña

source: Select Host
es: Seleccionar Grupo

source: Birth Date
es: Fecha de Inicio

source: Emergency Contact
es: Mis Contactos

source: Car Number
es: Número de coches

source: You have not selected a group
es: Haz completado tu perfil

source: You have not entered group name
es: Usted no tiene solicitudes pendientes

source: Receptionist Group has been registered
es: El grupo de Recepcionistas ha sido registrado

source: Click to select users
es: Click para bloquear personas

source: No group has been given a 'share' privilege access to the 'Visitors / Appointment' resource.
es: A ningun grupo se le ha dado el acceso privilegiado de 'compartir' recursos de 'Visitantes/ Citas'

source: to edit the access rules for your existing groups, or enter the name of a new group below.
es: para editar las reglas de acceso para sus grupos existentes, o introduzca abajo el nombre de un nuevo grupo.

source: New 'Receptionist' Group
es: Nuevo Grupo 'Recepcionista'

source: Add Visitor
es: Top Visitantes

source: Car registration Number
es: Numero de registro del Vehiculo

source: Visits
es: Visitas totales

source: Time In
es: En el tiempo

source: Time Out
es: Tiempo de espera

source: Appointment Title
es: Titulo de contenido

source: Build New Workflow
es: Construir Nuevo Flujo de Trabajo

source: Delete Selected Workflows
es: Borrar Flujos de Trabajo Seleccionados

source: No have no workflows installed
es: No se tiene ningun Flujo de Trabajo instalado

source: Click here to buy workflows
es: Click aqui para comprar flujos de trabajo

source: You have succesfully published
es: Usted ha publicado satisfactoriamente

source: Next Step?
es: Siguiente paso?

source: Click here to manage request and approval access
es: Click aqui para administrar petición y aprobación de acceso

source: Click here to create another workflow or form
es: Click aqui para crear otro flujo de trabajo o formulario

source: Manage Access
es: Administración de Acceso

source: Comment
es: Comentario

source: Comments
es: Comentarios

source: You don't have enough permission to delete this content
es: Usted no tiene suficiente permiso para borrar este contenido

source: Are you sure you want to delete this content?
es: ¿Esta seguro que quiere borrar este contenido?

source: Add a new content
es: Agregar un nuevo contenido

source: Content Body
es: Cuerpo de Contenido

source: Upload Document
es: Subir Documento

source: Add to departmental resources
es: Agregar a recursos departamentales

source: may require approval
es: puede requerir aprobación

source: Content Catgory(s)
es: Categoria(s) de Contenido

source: Keywords
es: Palabras Clave

source: Upload Image
es: Subir Imagen

source: External URL
es: URL Externo

source: if any
es: si alguno

source: Set as featured content
es: Establecer como contenido destacado

source: will remove existing featured content
es: remover contenido destacado existente

source: Add to company news
es: Agregar a noticias de compañia

source: Advertorial Content
es: Contenido Publicitario

source: Content can be viewed by everyone
es: Contenido puede ser visto por todos

source: Excerpt
es: Extracto

source: Summary
es: Resumen

source: Create Content
es: Crear contenido

source: Edit Content
es: Editar Contenido

source: Update Content
es: Actualizar Contenido
