Repository: turikumwe/intranet2
Catalog: application/languages/*/LC_MESSAGES/*.po
Languages: es

source: Name
es: Nombre

source: Type
es: Tipo

source: Select Group
es: Seleccionar Grupo

source: Submit
es: Enviar

source: Workflow Approval Access
es: Acceso a Aporbación de Flujo de trabajos

source: Add new
es: Agregar nuevo

source: File name
es: Nombre del Archivo

source: Size
es: Tamaño

source: Date Created
es: Fecha de Creación

source: Backup operation was successful
es: Operación de Respaldo fue satisfactoria

source: Backup operation was not successful
es: Operación de Respaldo no fue satisfactoria

source: Restore operation was successful
es: Operación de recuparación fue satisfactoria

source: Restore operation was not successful
es: Operación de recuperación no fue satisfactoria

source: Backup
es: Respaldo

source: Restore
es: Recuperar

source: Edit
es: Editar

source: Report Type
es: Tipo de Reporte

source: Component/Module
es: Componente/Modulo

source: Title
es: Titulo

source: Sent
es: Enviado

source: Please Select
es: Por favor seleccione

source: Bug Report
es: Reporte de Falla

source: Feature Request
es: Destacar Solicitud

source: Enhancement
es: mejora

source: Opinion Poll
es: Encuesta de Opiniones

source: Company Links
es: Links de la Compañia

source: User Profile
es: Perfil de Usuario

source: Employee Directory
es: Directorio de Empleados

source: Events
es: Eventos

source: Contacts Manager
es: Administrador de Contactos

source: Task Management
es: Administración de Tareas

source: Intranet Content
es: Contenido de Intranet

source: News
es: Noticias

source: Others
es: Otros

source: Component
es: Componentes

source: Detailed Description
es: Descripción Detallada

source: Added By
es: Agregado por

source: Date Added
es: Fecha Agregada

source: Bug Report / Feature Request
es: Reporte de fallas / Petición de funciones

source: Your mail server settings may be incorrect.
es: Las configuraciones de su email podrian ser incorrectas

source: Error Message
es: Mensaje de Error

source: Click here
es: De click aqui

source: to change your mail settings
es: para cambiar su configuración de email

source: Description
es: Descripción

source: Created By
es: Creado por

source: Access Type
es: Tipo de acceso

source: Content Category(s)
es: Categoria(s) de Contenido

source: None
es: Nada

source: Parent Category
es: Categoria Padre

source: User
es: Usuario

source: Featured Articles
es: Articulos Destacados

source: Adverts
es: Anuncios

source: Group Contents
es: Contenidos de Grupo

source: Content Approval
es: Aprovación de Contenido

source: Departments
es: Departamentos

source: Facts
es: Hechos

source: Topics
es: Temas

source: Replies
es: Respuestas

source: Forums Management
es: Administrador de Foros

source: Is Location
es: Es la Ubicación

source: Is Department
es: Es el Departamento

source: Is Role
es: Es el Rol

source: Parent Group
es: Grupo Padre

source: Groups
es: Grupos

source: New Members
es: Nuevos Miembros

source: Locations
es: Ubicaciones

source: No file was selected
es: Ningun archivo fue seleccionado

source: Incorrect file format
es: Formato de Archivo incorrecto

source: Cannot upload file
es: No se puede subir el archivo

source: Could not complete upload
es: No se pudo completar la transferencia

source: Company Logo
es: Logo de la Compañia

source: Notification type
es: Tipo de Notificación

source: By Feeds
es: Por Feeds

source: By Emails
es: Por Emails

source: Notification Settings
es: Configuración de Notificaciones

source: Multiple Answers
es: Respuestas Multiples

source: Expiring
es: Expirando

source: Randomise Options
es: Opciones Aleatorias

source: Expiring Date
es: Fecha de Expiración

source: Expiring Time
es: Tiempo de Expiración

source: Polls
es: Encuestas

source: Option
es: Opción

source: Number of Votes
es: Numero de Votos

source: Start Level
es: Nivel de Inicio

source: Workflow Request Access
es: Petición de Acceso al Flujo de Trabajo

source: Last Updated
es: Ultima Actualización

source: RSS Sources
es: Fuentes RSS

source: Role
es: Rol

source: Resource
es: Recurso

source: Access Control
es: Control de Acceso

source: Company Name
es: Nombre de la Compañia

source: Web URL
es: URL de la Web

source: Currency Symbol
es: Simbolo de Moneda

source: Database
es: Base de Datos

source: LDAP (Active Directory)
es: LDAP (Directorio Activo)

source: Authentication Mechanism
es: Mecanismo de Autenticación

source: Domain
es: Dominio

source: Email Domain
es: Dominio de Email

source: Default Language
es: Valor por default

source: Content Requires Approval
es: Conenido requiere Aprobación

source: Allow Guest Users
es: Permitir Usuarios Invitados

source: Welcome Text
es: Bienvenido

source: Port
es: Puerto

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Use SSL
es: Usar SSL

source: Account Domain Name
es: Nombre del Dominio de la Cuenta

source: Bind Required DN
es: Enlazar DN requerido

source: Service
es: Servicio

source: Server
es: Servidor

source: Administrator Email
es: Email del Administrador

source: Administrator's Full Name
es: Nombre Completo del Administrador

source: Use SMTP Authentication
es: Usar Autenticación de SMTP

source: Authentication Type
es: Tipo de Autenticación

source: Use Secure Protocol
es: Usar Protocolo Seguro

source: Protocol
es: Protocolo

source: System Settings
es: Configuración de Sistema

source: Invalid LDAP Settings
es: Configuración Invalidad de LDAP

source: Success
es: Exito

source: Invalid Database Settings
es: Configuración Invalidad de la Base de Datos

source: Mail Server Setup
es: Correo de configuración del servidor

source: You have successfully setup your mail server on Precurio using the configurations below.
es: Usted ha configurado el servidor de email satisfactoriamente en Precurio, utilizando las configuraciones mostradas abajo.

source: Please do not delete this message, so you can use it as a reference for future mail setups
es: Por favor no borre este mensaje, de tal manera usted puede usarla de referencia para configurar futuros emails.

source: Configuration
es: Configuración

source: Administrator Name
es: Nombre del Administrador

source: If the mail settings are correct, you should recieve a test mail at
es: Si la configuración del mail es correcta, usted deberia recibir un email de prueba a

source: Theme
es: Tema

source: Author
es: Autor

source: Active
es: Activo

source: Themes
es: Temas

source: No file selected
es: Ningun archivo fue seleccionado

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Job Title
es: Titulo del Empleo

source: Department
es: Departamento

source: Location
es: Ubicación

source: User Management
es: Administración de usuario

source: Passwords do not match
es: Sus nuevas contraseñas no concuerdan

source: Password must be atleast 6 characters
es: Su nueva contraseña es invalida, entrar al menos 6 caracteres

source: First name
es: Nombre

source: Last name
es: Apellido

source: Visitor Name
es: Nombre

source: Visitor Company
es: Compañia

source: Visitor Management
es: Administración de usuario

source: Add Receptionist
es: Agregar Sección

source: Code
es: Codigo

source: No Department
es: Numero de Departamento

source: Select Department
es: Seleccionar Departamento

source: Workflow State
es: Estado del Flujo de Trabajo

source: Email to alert on SLA breach
es: Email para alertar en incumplimiento de SLA

source: Allow approver change?
es: Permitir el cambio de aprobación?

source: Workflow
es: Flujo de Trabajo

source: Publish
es: Publicar

source: You are using LDAP Authentication, please integrate Precurio with Openfire from the Openfire Administrator Console
es: usted está utilizando autenticación LDAP, por favor, integrar Precurio con Openfire desde la consola de Administrador

source: Openfire integration parameters have been successfully set.
es: Los parámetros de integración de Openfire se han configurado correctamente

source: Click here to login
es: Dar click aqui para conectarse

source: Selected
es: Seleccionado

source: Orphaned Category
es: Categoria Huerfana

source: Shared
es: Compartido

source: Public
es: Publico

source: Private
es: Privado

source: advert
es: anunciar

source: advertisment
es: anuncio

source: news
es: noticias

source: featured
es: destacado

source: article
es: articulo

source: picture
es: imagen

source: photo
es: foto

source: No intranet content yet
es: No hay contenido de intranet aun

source: read more
es: leer mas

source: Welcome to your intranet
es: Bienvenido a tu intranet

source: Full Name
es: Nombre completo

source: Company
es: Compañia

source: E-mail Address
es: Dirección de Email

source: Business Address
es: Dirección de Negocio

source: Mobile Phone
es: Celular

source: Business Phone
es: Telefono del Trabajo

source: Business Fax
es: Fax del Trabajo

source: Web Page
es: Pagina Web

source: No file was uploaded
es: Ningun archivo fue subido

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
es: Los archivos subidos exceden la directiva de upload_max_filesize en php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
es: Los archivos subidos exceden la directiva de MAX_FILE_SIZE que fue especificada en el formulario HTML

source: The uploaded file was only partially uploaded
es: El archivo subido solo fue parcialmente subido

source: Missing a temporary folder
es: Falta una carpeta temporal

source: Failed to write file to disk
es: No se pudo escribir el archivo en el disco

source: File upload stopped by extension
es: La carga de archivos se detuvo por extensión

source: No error code avaiable
es: Ningun codigo de error disponible

source: Unsupported file format
es: Formato de archivo no compatible

source: Error code
es: Error del codigo

source: Your intranet subscription has been deactivated. Please contact Precurio support team.
es: Tu suscripción de Intranet ha sido desactivada. Por favor contactar al equipo de soporte de Precurio.

source: Invalid Password
es: Contraseña invalida

source: Invalid user
es: Usuario invalido

source: Login Attempt Failed, please try again
es: Ingresar intento fallido, por favor, inténtelo de nuevo

source: There was a problem retrieving your detail from the directory
es: Hubo un problema obteniendo tu información del directorio

source: Your user role does not exist
es: Su función de usuario no existe

source: You dont have enough permissions
es: Usted no tiene suficientes permisos

source: Unknown notification channel, please make sure the Precurio Notification service is properly setup.
es: Canal de notificación desconocido, por favor asegúrese de que el servicio Precurio notificación este correctamente instalado.

source: An important configuration file or xml schema could not be found
es: Un archivo de configuración importante o un esquema XML no se pudo encontrar

source: A database related error has occured
es: Un errore relacionado a la base de datos ha ocurrido.

source: The process you are trying to access is either corrupt or missing
es: El proceso que has tratado de accesar no existe o esta dañado

source: The page you are trying to access does not exist
es: El contenido que esta tratando de ver ya no existe

source: We are sorry, you need to <a href="#" onclick="gotoHome()">login</a> to view this page
es: Lo sentimos, tienes que <a href="#" onclick="gotoHome()">conectarte</a> para ver esta pagina

source: This process has not been configured properly, please contact your administrator
es: Este proceso no ha sido configurado apropiadamente, por favor contacte a su administrador

source: The content your are looking for has been removed
es: El contenido que esta tratando de ver ya no existe

source: This user does not exist or is currently deactivated
es: Este usuario no existe o esta desactivado

source: Some semantic error just occured, please contact your administrator
es: Algun error semantico acaba de ocurrir, por favor contacta a tu administrador

source: Your last operation resulted in an error
es: Tu ultima operación resulto con un error

source: You have spent too long filling the form, please fill the form again
es: Has pasado mucho tiempo llenando el formulario, por favor llena el formulario de nuevo

source: You have confirmed your attendance
es: Por favor confirma tu asistencia

source: You are not attending this event
es: No asististe a este evento

source: You are not sure about attending this event
es: No asististe a este evento

source: Add operation was successful
es: Añadir la operación fue un éxito

source: Transfer operation was successful
es: operación de transferencia se ha realizado correctamente

source: Edit operation was successful
es: Editar operación fue un éxito

source: Successfully deleted
es: Se ha eliminado correctamente

source: Workflow Approval
es: Flujo de trabajo de aprobación

source: The content you are trying to access does not exist anymore.
es: El contenido que esta tratando de ver ya no existe

source: Your license configuration has been tampered with, please contact support@kleindevort.com
es: La configuración de su licencia ha sido manipulada, por favor contacte a support@kleindevort.com

source: Your license has expired, please purchase a new one
es: Su lincencia ha expirado, por favor compre una nueva

source: This feature is only available on the pro version <br/> <a href='http://www.precurio.com/commercial-services-precurio-pro.php' target='_blank'>Click here to purchase a PRO license</a>
es: Esta caracteristica esta disponible solo en la version pro <br/> <a href='http://www.precurio.com/commercial-services-precurio-pro.php' target='_blank'>Click aqui para comprar la version PRO</a>

source: You have exceeded your number of users licenses. Please purchase more user licenses
es: Has excedido el numero de licencias para usuarios. Por favor compre mas licencias para usuarios

source: There is been an error connecting to your database, please check your database settings.
es: Ha ocurrido un error conectando a tu base de datos, por favor verifique las configuraciones de la base de datos.

source: Today
es: dia

source: Yesterday
es: Ayer

source: hours ago
es: horas atras

source: hour ago
es: hora atras

source: days ago
es: dias atras

source: months ago
es: meses atras

source: Some minutes ago
es: Algunos minutos atras

source: Few seconds ago
es: Algunos segundos atras

source: Few minutes ago
es: Algunos minutos atras

source: about
es: acerca

source: an
es: y

source: Yes
es: Si

source: I HEREBY INDICATE MY APPROVAL
es: EN ESTO INDICO MI APROBACIÓN

source: Not enough data to build report
es: No hay demasiados datos para construir un reporte

source: Contacts
es: Contacto

source: Service Centre
es: Servicio

source: Task
es: Tarea

source: Visitors
es: Top Visitantes

source: Admin
es: Administrador

source: Report
es: Reporte de Falla

source: Forum
es: Foro

source: click here
es: click aqui

source: An internal directory for your organization, contains phone numbers and contact details of every person in your company. It allows employees to easily locate anyone in your organization.
es: Un directorio interno para su organización, contiene numeros telefonicos y detalles de contactos de cada persona en su compañia. Permite a los empleados a facilmente localiz cualquiera en su organizacion.

source: Events Management
es: Administración de Tareas

source: A company-wide calendar to maintain company events, public holidays, pay days, employee birthdays and other company-wide relevant dates.
es: Un calendario amplio de la compañia para mantener eventos, festividades publicas, dias de paga, cumpleaños y otras fechas relevantes de la compañia.

source: Contacts Management
es: Administrador de Contactos

source: Allows employees maintain, manage and share contacts.
es: Permite a los empleados mantener, administrar y compartir contactos.

source: Help Desk
es: Escritorio de Ayuda

source: Manage support requests
es: Administrar requerimientos de soporte

source: Organize and manage your tasks. It also allows you assign tasks to others.
es: Organizar y administrar tus tareas. Tambien te permite asignar tareas a otros.

source: Publish important company news items. It also allows you connect to international/external news sources via RSS
es: Publicar contenido importante de noticias de la empresa. También le permite conectarse a fuentes de noticias internacionales y externa a través de RSS

source: Enterprise Content Management
es: Manejo de Contenido Empresarial

source: Creation, management, distribution, publishing, and searching of corporate information.
es: Creación, manejo, distribución, publicación, y buscador de informacion empresarial.

source: Intranet Contents
es: Contenido de Intranet

source: Intranet Administration
es: Aplicaciones de Intranet

source: Setup basic configuration data, create and manage user access levels, manage notifications, backup and restore; these are just part of the many administration tools available for you.
es: Los datos de configuración básica, crear y gestionar los niveles de acceso de los usuarios, gestionar las notificaciones, respaldo y restauración, que son sólo una parte de las herramientas de administración de muchas disponibles para usted.

source: Streamline your business processes with a comprehensive forms builder and automatic approval routing
es: Optimice sus procesos de negocio con un constructor comprensivo de formas integral y de aprobación automática de enrutamiento

source: Reports and Analytics
es: Reportes y Estadisticas

source: Measure your ROI with reports such as Top Contents, Top Contributors, Workflow Report, Portal Activity Report, Module Report etc
es: Mida su rendimiento de la inversión con los informes, tales como Top Contenidos, Mejores colaboradores, Informe de flujo de trabajo, Portal de Informe de actividades, Módulo de Informes, etc

source: Track all visitors to your company from arrival to departure. Also includes a telephone message management system.
es: Rastrea todos los visitantes de tu compañia desde la llegada hasta la partida. Tambien incluye un sistema de administración para mensajes telefonicos.

source: Allows employees discuss ideas and challenges.
es: Permite a los empleados discutir ideas y retos.

source: Forums
es: Foros

source: Document Management
es: Administración de usuario

source: Documents
es: Comentarios

source: Organize your documents in a central repository for fast and efficient retrieval.
es: Organiza tus documentos en un repositorio central para una rapida y eficiente localización.

source: Instant Messaging
es: un Mensaje

source: Allows employees chat with each other.
es: Permite a los empleados platicar entre ellos.

source: Quick Poll
es: Encuesta Rapida

source: Find out what matters most to your colleagues with an informal polling tool. Create single or multi-question polls and view live results.
es: Averigüe lo que más importa a sus colegas con una herramienta de encuestas informal. Crear una o varias encuestas y observa los resultados en vivo.

source: Featured Employee
es: Empleado Destacado

source: Staff of the Day
es: Staff del dia

source: Uses an algorithm to pick an employee to be featured on the intranet for the day
es: Utiliza un algoritmo para elegir a un empleado para ser publicado en la intranet para del día

source: Allows you link to company related resources.
es: Permitir solo al administrador para agregar fotos y recursos

source: Recent Contents
es: Contenido reciente

source: Displays a list of recently added contents.
es: Muestra una lista de contenidos agregados recientemente.

source: Featured Article
es: Articulos Destacados

source: Displays the featured article which has set by your content administrator
es: Muestra el artículo destacado que se ha fijado por el administrador de contenidos

source: Portal Updates
es: Actualizaciones del Portal

source: Know what your colleagues are up. Gives you an aggregated feed of all activities happening around your intranet
es: Enterate de lo que haran tus colegas. Te da acceso a noticias de todas las actividades ocurriendo alrededor de tu intranet

source: My Profile
es: Mi Perfil

source: Displays your profile picture and a few other details
es: Muestra tu foto de perfil y otros detalles

source: Suggested Content
es: Sugerir Contenido

source: Analyses your entire intranet content and presents you with those you will most likely be interested in.
es: Analisa tu contenido entero de tu intranet y te lo muestra

source: Group Resources
es: Recurso

source: Quick access to group content and documents
es: Rapido acceso a contenido de grupo y documentos

source: Intranet Ads
es: Intranet

source: View important advertisements circulating around your workplace
es: Ver publicidad importante circulando alrededor de tu lugar de trabajo

source: Reminders
es: Recordadores

source: Never miss something important anymore
es: Nunca mas olvidaras algo importante

source: Currently Invited
es: Actualmente invitados

source: You did not attend this event
es: No asististe a este evento

source: Could not post empty content, please enter a post content.
es: No se pudo publicar contenido vacio, por favor introduzca un contenido para su publicación

source: Could not create topic, please enter a topic title.
es: No se pudo crear el tema, por favor digite un titulo para el tema.

source: Could not create topic, please enter a new post for your topic.
es: No se pudo crear el tema, por favor digite una nueva publicación para su tema.

source: There was a problem accessing the configuration file. Make sure you have write permissions to the
es: Hubo un problema accesando el archivo de configuración. Asegurate de que tienes permisos de escritura al

source: file
es: archivo

source: Precurio Installation
es: Instalación de Precurio

source: Connection to database was Successful!
es: ¡Conección a la base de datos fue un Exito!

source: Thank you for voting
es: Gracias por votar

source: Never
es: Nunca

source: Number of Views
es: Numero de vistas

source: Score
es: Puntuación

source: Top Contents
es: Contenido Superior

source: within the last 3 months
es: en los últimos 3 meses

source: Content Title
es: Titulo de contenido

source: Number of Search Hits
es: Numero de veces buscado

source: Last Contribution Date
es: Ultima fecha de contribución

source: Number of Contributions
es: Numero de contribuciones

source: Contributor
es: Contribuyente

source: Value
es: Valor

source: Content View Activity
es: Actividad del Contenido de Visitas

source: Content Addition Activity
es: Actividad del Contenido de lo Agregado

source: Content Update Activity
es: Actividad del Contenido de Actualizaciones

source: Usage
es: Uso

source: Usage Report
es: Reporte de Uso

source: Total Visits
es: Visitas totales

source: Weekly Visits
es: Visitas semanales

source: Activity
es: Actividad

source: Overall Portal Activity
es: Actividad del portal en general

source: in the last 30 days
es: en los ultimos 30 dias

source: Number of Times
es: Numero de veces

source: times
es: veces

source: Words that occured the most in Search Queries
es: Palabras que fueron mas buscadoras en el Buscador

source: Returned no results
es: Sin ningun resultado

source: Top Searches that failed
es: Top de Busquedas que fallaron

source: Date Joined
es: Fecha de ingreso

source: User Activity Chart
es: Grafica de actividad de Usuario

source: User Inventory
es: Inventario de Usuario

source: Completed
es: Completado

source: Pending
es: Pendiente

source: OverDue
es: Atrasado

source: Approved
es: Aprobado

source: Denied
es: Denegado

source: Your Workflow Summary
es: Su resumen de Flujo de Trabajos

source: Most active workflows
es: Flujo de trabajos mas activos

source: View Form
es: Ver Forma
