Repository: turikumwe/intranet2
Catalog: application/languages/*/LC_MESSAGES/*.po
Languages: es

source: 3rd Most active member on the portal
es: Tercer Miembro mas activo en el portal

source: Responsible for
es: Responsable de

source: of total portal activity
es: total de la actividad del portal

source: There is no featured member at this time
es: No hay ningun miembro destacado en este momento

source: No available company links
es: No hay links de compañias disponibles

source: Out Of Office
es: Fuera de la Oficina

source: Create New Request
es: Crear una nueva solicitud

source: You have not been given access to any workflow
es: No se te ha dado ningun acceso a ningun flujo de trabajo

source: Reason for disapproval
es: Razon para desaprobar

source: Don't show completed
es: No mostrar completados

source: Show Completed
es: Mostrar completados

source: Waiting for my approval
es: Esperando por mi aprobación

source: There are currently no approvals that require your attention
es: No hay ningunas aprobaciones pendientes que requieran de tu atención

source: Form
es: Formulario

source: Requested By
es: Solicitado por

source: My Requests
es: Mis Solicitudes

source: You have no pending requests
es: Usted no tiene solicitudes pendientes

source: Next Approver
es: Siguiente Aprobador
